Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: A few steps to set things up. Skip any of them and come back later.
ar: بضع خطوات للإعداد. يمكنك تخطي أي منها والعودة لاحقًا.
de: Ein paar Schritte zur Einrichtung. Sie können jeden überspringen und später zurückkehren.
es: Unos pocos pasos para configurarlo todo. Puedes omitir cualquiera y volver más tarde.
fr: Quelques étapes pour tout configurer. Ignorez-en autant que vous voulez et revenez plus tard.
hi: सेट अप के कुछ चरण। आप किसी को भी छोड़ सकते हैं और बाद में लौट सकते हैं।
it: Pochi passaggi per configurare tutto. Puoi saltarne qualsiasi e tornarci più tardi.
ja: いくつかの手順で設定します。どの手順もスキップして、あとで戻れます。
ko: 몇 단계로 설정합니다. 어떤 단계든 건너뛰고 나중에 돌아올 수 있습니다.
pl: Kilka kroków konfiguracji. Możesz pominąć dowolny i wrócić do niego później.
pt_br: Alguns passos para configurar tudo. Ignore qualquer um e volte depois.
ru: Несколько шагов настройки. Любой можно пропустить и вернуться к нему позже.
tr: Birkaç adımda kurulum. İstediğinizi atlayıp daha sonra geri dönebilirsiniz.
uk: Кілька кроків налаштування. Будь-який можна пропустити й повернутися пізніше.
zh_hans: 只需几步即可完成设置。可以跳过任何一步，稍后再回来。
zh_hant: 只需幾個步驟即可完成設定。可以略過任何一步，稍後再回來。

source: A frame of the Live Photo couldn't be rendered.
ar: تعذر عرض أحد إطارات Live Photo.
de: Ein Bild des Live Photo konnte nicht gerendert werden.
es: No se ha podido renderizar un fotograma de la Live Photo.
fr: Impossible d’effectuer le rendu d’une image de la Live Photo.
hi: Live Photo का एक फ़्रेम रेंडर नहीं हो सका।
it: Impossibile eseguire il rendering di un fotogramma della Live Photo.
ja: Live Photoのフレームをレンダリングできませんでした。
ko: Live Photo의 프레임을 렌더링할 수 없습니다.
pl: Nie można wyrenderować klatki Live Photo.
pt_br: Não foi possível renderizar um quadro da Live Photo.
ru: Не удалось отрисовать кадр Live Photo.
tr: Live Photo’nun bir karesi işlenemedi.
uk: Не вдалося відрендерити кадр Live Photo.
zh_hans: 无法渲染实况照片的某一帧。
zh_hant: 無法算繪原況照片的某一格。

source: A higher quality, more expensive blur. Prefer it for large radii where the fast blur shows banding.
ar: تمويه أعلى جودة وأكثر استهلاكًا للموارد. يُفضَّل استخدامه مع أنصاف الأقطار الكبيرة حيث يُظهر التمويه السريع تدرجات متقطعة.
de: Eine hochwertigere, aber aufwendigere Weichzeichnung. Empfohlen für große Radien, bei denen die schnelle Weichzeichnung Streifen zeigt.
es: Un desenfoque de mayor calidad y más costoso. Úsalo con radios grandes, donde el desenfoque rápido muestra bandas.
fr: Un flou de meilleure qualité, mais plus coûteux. À privilégier pour les grands rayons, où le flou rapide produit des effets de bandes.
hi: अधिक उच्च गुणवत्ता वाला, पर अधिक भारी ब्लर. बड़े रेडियस के लिए इसे चुनें, जहाँ तेज़ ब्लर में बैंडिंग दिखती है.
it: Una sfocatura di qualità superiore ma più pesante. Preferiscila per raggi ampi, dove la sfocatura rapida mostra bande.
ja: より高品質で負荷の高いぼかしです。高速ぼかしでバンディングが目立つ大きな半径に適しています。
ko: 더 높은 품질이지만 부하가 큰 흐림 효과입니다. 빠른 흐림 효과에서 밴딩이 보이는 큰 반경에 사용하십시오.
pl: Rozmycie wyższej jakości, ale bardziej wymagające. Wybierz je przy dużych promieniach, gdy szybkie rozmycie powoduje widoczne pasma.
pt_br: Um desfoque de maior qualidade e mais pesado. Prefira-o para raios grandes, em que o desfoque rápido apresenta faixas.
ru: Более качественное, но ресурсоёмкое размытие. Используйте его для больших радиусов, где быстрое размытие даёт полосы.
tr: Daha yüksek kaliteli ama daha maliyetli bir bulanıklık. Hızlı bulanıklığın bantlanma gösterdiği büyük yarıçaplarda bunu tercih edin.
uk: Якісніше, але ресурсоємніше розмиття. Використовуйте його для великих радіусів, коли швидке розмиття дає смуги.
zh_hans: 质量更高但开销更大的模糊。半径较大、快速模糊出现色带时，建议使用此效果。
zh_hant: 品質較高但較耗效能的模糊效果。半徑較大、快速模糊出現色帶時建議使用。

source: A live wallpaper engine for macOS
ar: محرك خلفيات حية لنظام macOS
de: Eine Engine für Live-Hintergrundbilder für macOS
es: Un motor de fondos de pantalla animados para macOS
fr: Un moteur de fonds d’écran animés pour macOS
hi: macOS के लिए लाइव वॉलपेपर इंजन
it: Un motore di sfondi animati per macOS
ja: macOS用ライブ壁紙エンジン
ko: macOS용 라이브 배경화면 엔진
pl: Animowane tapety na macOS
pt_br: Imagens de fundo animadas para o macOS
ru: Движок живых обоев для macOS
tr: macOS için canlı duvar kâğıdı motoru
uk: Рушій живих шпалер для macOS
zh_hans: 适用于 macOS 的动态墙纸引擎
zh_hant: 適用於 macOS 的動態背景圖片引擎

source: A new language takes effect the next time Open Wallpaper Engine opens.
ar: تسري اللغة الجديدة في المرة التالية التي يُفتح فيها Open Wallpaper Engine.
de: Eine neue Sprache wird beim nächsten Öffnen von Open Wallpaper Engine wirksam.
es: El nuevo idioma se aplicará la próxima vez que abras Open Wallpaper Engine.
fr: Une nouvelle langue prend effet à la prochaine ouverture d’Open Wallpaper Engine.
hi: नई भाषा अगली बार Open Wallpaper Engine खोलने पर लागू होगी.
it: La nuova lingua verrà applicata alla prossima apertura di Open Wallpaper Engine.
ja: 新しい言語は、次回Open Wallpaper Engineを開いたときに適用されます。
ko: 새 언어는 다음에 Open Wallpaper Engine을 열 때 적용됩니다.
pl: Nowy język zostanie użyty przy następnym uruchomieniu Open Wallpaper Engine.
pt_br: Um novo idioma entra em vigor na próxima vez que o Open Wallpaper Engine for aberto.
ru: Новый язык будет применён при следующем запуске Open Wallpaper Engine.
tr: Yeni dil, Open Wallpaper Engine bir sonraki kez açıldığında geçerli olur.
uk: Нова мова набуде чинності під час наступного запуску Open Wallpaper Engine.
zh_hans: 新语言将在下次打开 Open Wallpaper Engine 时生效。
zh_hant: 新語言會在下次打開 Open Wallpaper Engine 時生效。

source: A placeholder that does nothing. Authors use it to reserve a slot in the effect stack.
ar: عنصر نائب لا يقوم بأي شيء. يستخدمه المؤلفون لحجز موضع في مجموعة التأثيرات.
de: Ein Platzhalter ohne Funktion. Autoren reservieren damit einen Platz im Effektstapel.
es: Un marcador de posición que no hace nada. Los autores lo usan para reservar un hueco en la pila de efectos.
fr: Un espace réservé sans effet. Les auteurs l’utilisent pour réserver un emplacement dans la pile d’effets.
hi: एक प्लेसहोल्डर जो कुछ नहीं करता. लेखक इसका उपयोग इफ़ेक्ट स्टैक में जगह आरक्षित करने के लिए करते हैं.
it: Un segnaposto che non fa nulla. Gli autori lo usano per riservare una posizione nella pila degli effetti.
ja: 何もしないプレースホルダです。作成者がエフェクトスタックの枠を確保するために使用します。
ko: 아무 작업도 하지 않는 자리 표시자입니다. 제작자가 효과 스택에 자리를 확보하는 데 사용합니다.
pl: Element zastępczy, który nic nie robi. Autorzy używają go, aby zarezerwować miejsce na stosie efektów.
pt_br: Um marcador de posição que não faz nada. Os autores o usam para reservar uma posição na pilha de efeitos.
ru: Заглушка, которая ничего не делает. Авторы используют её, чтобы зарезервировать место в стеке эффектов.
tr: Hiçbir şey yapmayan bir yer tutucu. Yazarlar bunu efekt yığınında bir yer ayırmak için kullanır.
uk: Заповнювач, який нічого не робить. Автори використовують його, щоб зарезервувати місце в стеку ефектів.
zh_hans: 不执行任何操作的占位效果。作者用它在效果堆栈中预留位置。
zh_hant: 不產生任何作用的佔位項目。作者用它在效果堆疊中預留位置。

source: A preset named “%@” already exists.
ar: يوجد إعداد مسبق باسم ”%@“ بالفعل.
de: Eine Voreinstellung mit dem Namen „%@“ ist bereits vorhanden.
es: Ya existe un preajuste llamado «%@».
fr: Un préréglage nommé « %@ » existe déjà.
hi: “%@” नाम का प्रीसेट पहले से मौजूद है।
it: Esiste già un preset chiamato “%@”.
ja: “%@”という名前のプリセットはすでに存在します。
ko: ‘%@’(이)라는 이름의 사전 설정이 이미 있습니다.
pl: Ustawienie wstępne o nazwie „%@” już istnieje.
pt_br: Já existe uma predefinição chamada “%@”.
ru: Пресет с именем «%@» уже существует.
tr: “%@” adlı bir hazır ayar zaten var.
uk: Пресет із назвою «%@» уже існує.
zh_hans: 名为“%@”的预设已存在。
zh_hant: 名為「%@」的預設組合已存在。

source: A preset needs a name.
ar: يجب أن يكون للإعداد المسبق اسم.
de: Eine Voreinstellung benötigt einen Namen.
es: Un preajuste necesita un nombre.
fr: Un préréglage doit avoir un nom.
hi: प्रीसेट का नाम होना ज़रूरी है।
it: Un preset deve avere un nome.
ja: プリセットには名前が必要です。
ko: 사전 설정에는 이름이 필요합니다.
pl: Ustawienie wstępne musi mieć nazwę.
pt_br: Uma predefinição precisa de um nome.
ru: У пресета должно быть имя.
tr: Hazır ayarın bir adı olmalıdır.
uk: Пресет повинен мати назву.
zh_hans: 预设需要名称。
zh_hant: 預設組合需要名稱。

source: A video wallpaper's screen saver is its own video file, played as it is and filling each display. Nothing is recorded, so it looks exactly like the wallpaper.
ar: شاشة التوقف لخلفية الفيديو هي ملف الفيديو الخاص بها، يُشغَّل كما هو ويملأ كل شاشة عرض. لا يُسجَّل شيء، لذا تبدو تمامًا مثل الخلفية.
de: Der Bildschirmschoner eines Video-Hintergrundbilds ist seine eigene Videodatei, unverändert abgespielt und bildschirmfüllend auf jedem Display. Es wird nichts aufgenommen, daher sieht er genau wie das Hintergrundbild aus.
es: El salvapantallas de un fondo de vídeo es su propio archivo de vídeo, reproducido tal cual y llenando cada pantalla. No se graba nada, así que se ve exactamente como el fondo.
fr: L’économiseur d’écran d’un fond d’écran vidéo est son propre fichier vidéo, lu tel quel et remplissant chaque écran. Rien n’est enregistré : il est identique au fond d’écran.
hi: वीडियो वॉलपेपर का स्क्रीन सेवर उसकी अपनी वीडियो फ़ाइल है, जो जैसी है वैसी ही हर डिस्प्ले को भरते हुए चलती है। कुछ भी रिकॉर्ड नहीं होता, इसलिए यह बिल्कुल वॉलपेपर जैसा दिखता है।
it: Il salvaschermo di uno sfondo video è il suo stesso file video, riprodotto così com’è e a riempire ogni schermo. Non viene registrato nulla, quindi appare esattamente come lo sfondo.
ja: ビデオ壁紙のスクリーンセーバは、そのビデオファイルそのものを、各ディスプレイいっぱいにそのまま再生します。録画は行わないため、壁紙とまったく同じに見えます。
ko: 비디오 배경화면의 화면 보호기는 해당 비디오 파일 자체로, 각 디스플레이를 채우며 그대로 재생됩니다. 아무것도 녹화하지 않으므로 배경화면과 똑같이 보입니다.
pl: Wygaszaczem ekranu tapety wideo jest jej własny plik wideo, odtwarzany bez zmian i wypełniający każdy wyświetlacz. Nic nie jest nagrywane, więc wygląda dokładnie jak tapeta.
pt_br: O protetor de tela de um papel de parede de vídeo é o próprio arquivo de vídeo, reproduzido como está e preenchendo cada tela. Nada é gravado, então ele fica exatamente igual ao papel de parede.
ru: Заставка видеообоев — это их собственный видеофайл, который воспроизводится как есть и заполняет каждый дисплей. Ничего не записывается, поэтому она выглядит точно как обои.
tr: Video duvar kâğıdının ekran koruyucusu, olduğu gibi oynatılan ve her ekranı dolduran kendi video dosyasıdır. Hiçbir şey kaydedilmez, bu yüzden duvar kâğıdıyla tamamen aynı görünür.
uk: Заставка відеошпалер — це їхній власний відеофайл, що відтворюється як є і заповнює кожен дисплей. Нічого не записується, тож вона виглядає точно як шпалери.
zh_hans: 视频墙纸的屏幕保护程序就是其视频文件本身，按原样播放并填满每台显示器。不会进行录制，因此与墙纸完全一样。
zh_hant: 影片背景圖片的螢幕保護程式就是其影片檔案本身，按原樣播放並填滿每台顯示器。不會進行錄製，因此與背景圖片完全相同。

source: API request failed — check your network connection
ar: فشل طلب API — تحقق من اتصالك بالشبكة
de: API-Anfrage fehlgeschlagen – überprüfen Sie Ihre Netzwerkverbindung
es: Error en la solicitud a la API: comprueba tu conexión de red
fr: Échec de la requête API — vérifiez votre connexion réseau
hi: API अनुरोध विफल रहा — अपना नेटवर्क कनेक्शन जाँचें
it: Richiesta API non riuscita: controlla la connessione di rete
ja: APIリクエストに失敗しました — ネットワーク接続を確認してください
ko: API 요청 실패 — 네트워크 연결을 확인하십시오
pl: Żądanie API nie powiodło się — sprawdź połączenie sieciowe
pt_br: Falha na solicitação à API — verifique sua conexão de rede
ru: Ошибка запроса к API — проверьте подключение к сети
tr: API isteği başarısız oldu — ağ bağlantınızı denetleyin
uk: Не вдалося виконати запит до API — перевірте підключення до мережі
zh_hans: API 请求失败——请检查网络连接
zh_hant: API 請求失敗——請檢查網路連線

source: AVKit plays videos with Apple's player. Metal draws them through the scene renderer so their effects apply; it needs the Wallpaper Engine assets, and without them videos play through AVKit.
ar: يشغّل AVKit مقاطع الفيديو بمشغّل Apple. ويرسمها Metal عبر عارض المشاهد لتُطبَّق تأثيراتها، ويحتاج إلى موارد Wallpaper Engine، وبدونها تُشغَّل مقاطع الفيديو عبر AVKit.
de: AVKit spielt Videos mit dem Player von Apple ab. Metal zeichnet sie über den Szenen-Renderer, damit ihre Effekte wirken; dafür sind die Wallpaper Engine-Assets nötig, ohne sie laufen Videos über AVKit.
es: AVKit reproduce los vídeos con el reproductor de Apple. Metal los dibuja con el renderizador de escenas para que se apliquen sus efectos; necesita los recursos de Wallpaper Engine y, sin ellos, los vídeos se reproducen con AVKit.
fr: AVKit lit les vidéos avec le lecteur d’Apple. Metal les dessine avec le moteur de rendu des scènes pour que leurs effets s’appliquent ; il nécessite les ressources de Wallpaper Engine, sans lesquelles les vidéos passent par AVKit.
hi: AVKit, Apple के प्लेयर से वीडियो चलाता है। Metal उन्हें सीन रेंडरर से बनाता है ताकि उनके इफ़ेक्ट लागू हों; इसके लिए Wallpaper Engine ऐसेट चाहिए, और उनके बिना वीडियो AVKit से चलते हैं।
it: AVKit riproduce i video con il player di Apple. Metal li disegna tramite il renderer delle scene così che i loro effetti vengano applicati; richiede le risorse di Wallpaper Engine e, senza, i video passano da AVKit.
ja: AVKit は Apple のプレーヤーでビデオを再生します。Metal はシーンレンダラーでビデオを描画し、エフェクトを適用します。Wallpaper Engine のアセットが必要で、ない場合は AVKit で再生されます。
ko: AVKit은 Apple 플레이어로 비디오를 재생합니다. Metal은 장면 렌더러로 비디오를 그려 효과가 적용되며, Wallpaper Engine 에셋이 필요하고 에셋이 없으면 AVKit으로 재생됩니다.
pl: AVKit odtwarza wideo odtwarzaczem Apple. Metal rysuje je przez renderer scen, aby działały ich efekty; wymaga zasobów Wallpaper Engine, a bez nich wideo odtwarzane jest przez AVKit.
pt_br: O AVKit reproduz vídeos com o player da Apple. O Metal os desenha pelo renderizador de cenas para que seus efeitos sejam aplicados; ele precisa dos recursos do Wallpaper Engine e, sem eles, os vídeos são reproduzidos pelo AVKit.
ru: AVKit воспроизводит видео плеером Apple. Metal отрисовывает их через рендерер сцен, чтобы применялись их эффекты; для него нужны ресурсы Wallpaper Engine, без них видео воспроизводятся через AVKit.
tr: AVKit videoları Apple’ın oynatıcısıyla oynatır. Metal, efektlerinin uygulanması için onları sahne işleyicisiyle çizer; Wallpaper Engine varlıklarını gerektirir, bunlar olmadan videolar AVKit ile oynatılır.
uk: AVKit відтворює відео плеєром Apple. Metal малює їх через рендерер сцен, щоб застосовувалися їхні ефекти; для нього потрібні ресурси Wallpaper Engine, без них відео відтворюються через AVKit.
zh_hans: AVKit 使用 Apple 的播放器播放视频。Metal 通过场景渲染器绘制视频，使其效果生效；它需要 Wallpaper Engine 资源，没有资源时视频通过 AVKit 播放。
zh_hant: AVKit 使用 Apple 的播放器播放影片。Metal 透過場景渲染器繪製影片，讓其效果生效；它需要 Wallpaper Engine 資源，沒有資源時影片會透過 AVKit 播放。

source: About
ar: حول
de: Info
es: Acerca de
fr: À propos
hi: जानकारी
it: Informazioni
ja: 情報
ko: 정보
pl: Informacje
pt_br: Sobre
ru: О программе
tr: Hakkında
uk: Про програму
zh_hans: 关于
zh_hant: 關於

source: About Open Wallpaper Engine
ar: حول Open Wallpaper Engine
de: Über Open Wallpaper Engine
es: Acerca de Open Wallpaper Engine
fr: À propos d’Open Wallpaper Engine
hi: Open Wallpaper Engine के बारे में
it: Informazioni su Open Wallpaper Engine
ja: Open Wallpaper Engineについて
ko: Open Wallpaper Engine에 관하여
pl: Open Wallpaper Engine — informacje
pt_br: Sobre o Open Wallpaper Engine
ru: О программе Open Wallpaper Engine
tr: Open Wallpaper Engine Hakkında
uk: Про Open Wallpaper Engine
zh_hans: 关于 Open Wallpaper Engine
zh_hant: 關於 Open Wallpaper Engine

source: About SteamCMD
ar: حول SteamCMD
de: Über SteamCMD
es: Acerca de SteamCMD
fr: À propos de SteamCMD
hi: SteamCMD के बारे में
it: Informazioni su SteamCMD
ja: SteamCMD について
ko: SteamCMD에 관하여
pl: SteamCMD — informacje
pt_br: Sobre o SteamCMD
ru: О SteamCMD
tr: SteamCMD Hakkında
uk: Про SteamCMD
zh_hans: 关于 SteamCMD
zh_hant: 關於 SteamCMD

source: Abstract
ar: فن تجريدي
de: Abstrakt
es: Abstracto
fr: Abstrait
hi: एब्स्ट्रैक्ट
it: Astratto
ja: 抽象
ko: 추상
pl: Abstrakcja
pt_br: Abstrato
ru: Абстракция
tr: Soyut
uk: Абстракція
zh_hans: 抽象
zh_hant: 抽象

source: Accent Color
ar: لون التمييز
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accentuation
hi: एक्सेंट रंग
it: Colore di accento
ja: アクセントカラー
ko: 강조 색상
pl: Kolor akcentu
pt_br: Cor de Destaque
ru: Цвет акцента
tr: Vurgu Rengi
uk: Колір акценту
zh_hans: 强调色
zh_hant: 強調色

source: Accessibility
ar: تسهيلات الاستخدام
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
hi: एक्सेसिबिलिटी
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
pl: Dostępność
pt_br: Acessibilidade
ru: Универсальный доступ
tr: Erişilebilirlik
uk: Доступність
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Action
ar: الإجراء
de: Aktion
es: Acción
hi: कार्रवाई
it: Azione
ja: アクション
ko: 동작
pl: Działanie
pt_br: Ação
ru: Действие
tr: Eylem
uk: Дія
zh_hans: 操作
zh_hant: 動作

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 加入

source: Add .mpkg Files…
ar: إضافة ملفات ‎.mpkg…
de: .mpkg-Dateien hinzufügen …
es: Añadir archivos .mpkg…
fr: Ajouter des fichiers .mpkg…
hi: .mpkg फ़ाइलें जोड़ें…
it: Aggiungi file .mpkg…
ja: .mpkg ファイルを追加…
ko: .mpkg 파일 추가…
pl: Dodaj pliki .mpkg…
pt_br: Adicionar Arquivos .mpkg…
ru: Добавить файлы .mpkg…
tr: .mpkg Dosyası Ekle…
uk: Додати файли .mpkg…
zh_hans: 添加 .mpkg 文件…
zh_hant: 加入 .mpkg 檔案⋯

source: Add Clone Group
ar: إضافة مجموعة للنسخ
de: Klonungsgruppe hinzufügen
es: Agregar grupo de clonación
fr: Ajouter un groupe de clones
hi: क्लोन समूह जोड़ें
it: Aggiungi gruppo cloni
ja: クローングループを追加
ko: 복제 그룹 추가
pl: Dodaj grupę klonowania
pt_br: Adicionar agrupamento de clonagem
ru: Добавить группу клонирования
tr: Kopyalama grubu ekle
uk: Додати групу клонування
zh_hans: 添加复制分组
zh_hant: 新增複製群組

source: Add Folder…
ar: إضافة مجلد…
de: Ordner hinzufügen …
es: Añadir carpeta…
fr: Ajouter un dossier…
hi: फ़ोल्डर जोड़ें…
it: Aggiungi cartella…
ja: フォルダを追加…
ko: 폴더 추가…
pl: Dodaj folder…
pt_br: Adicionar Pasta…
ru: Добавить папку…
tr: Klasör Ekle…
uk: Додати папку…
zh_hans: 添加文件夹…
zh_hant: 加入檔案夾⋯

source: Add Rule
ar: إضافة قاعدة
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
hi: नियम जोड़ें
it: Aggiungi regola
ja: ルールを追加
ko: 규칙 추가
pl: Dodaj regułę
pt_br: Adicionar Regra
ru: Добавить правило
tr: Kural Ekle
uk: Додати правило
zh_hans: 添加规则
zh_hant: 新增規則

source: Add Split
ar: إضافة تقسيم
de: Aufteilung hinzufügen
es: Agregar división
fr: Ajouter une partie
hi: विभाजन जोड़ें
it: Aggiungi divisione
ja: 分割を追加
ko: 분할 추가
pl: Dodaj podział
pt_br: Adicionar divisão
ru: Добавить разделение
tr: Bölme ekle
uk: Додати розділення
zh_hans: 添加拆分
zh_hant: 新增分割

source: Add Stretch Group
ar: إضافة مجموعة للتمديد
de: Streckungsgruppe hinzufügen
es: Agregar grupo de extensión
fr: Ajouter un groupe d’étirement
hi: स्ट्रेच समूह जोड़ें
it: Aggiungi gruppo esteso
ja: ストレッチグループを追加
ko: 늘이기 그룹 추가
pl: Dodaj grupę rozciągania
pt_br: Adicionar agrupamento de extensão
ru: Добавить группу растягивания
tr: Uzatma grubu ekle
uk: Додати групу розтягування
zh_hans: 添加拉伸分组
zh_hant: 新增延展群組

source: Add Video Wallpaper…
ar: إضافة خلفية فيديو…
de: Video-Hintergrundbild hinzufügen …
es: Añadir fondo de pantalla de vídeo…
fr: Ajouter un fond d’écran vidéo…
hi: वीडियो वॉलपेपर जोड़ें…
it: Aggiungi sfondo video…
ja: ビデオ壁紙を追加…
ko: 비디오 배경화면 추가…
pl: Dodaj tapetę wideo…
pt_br: Adicionar Vídeo como Imagem de Fundo…
ru: Добавить видеообои…
tr: Video Duvar Kâğıdı Ekle…
uk: Додати відеошпалеру…
zh_hans: 添加视频墙纸…
zh_hant: 加入影片背景圖片⋯

source: Add Video or Image URLs
ar: إضافة عناوين URL لفيديو أو صورة
de: Video- oder Bild-URLs hinzufügen
es: Añadir URL de vídeos o imágenes
fr: Ajoutez des URL de vidéos ou d’images
hi: वीडियो या इमेज URL जोड़ें
it: Aggiungi URL di video o immagini
ja: ビデオまたは画像のURLを追加
ko: 비디오 또는 이미지 URL 추가
pl: Dodawaj adresy URL wideo i obrazów
pt_br: Adicionar URLs de Vídeo ou Imagem
ru: Добавление видео и изображений по URL
tr: Video veya Görüntü URL’leri Ekleyin
uk: Додавайте URL-адреси відео чи зображень
zh_hans: 添加视频或图像 URL
zh_hant: 加入影片或影像 URL

source: Add Video/Image URL
ar: إضافة عنوان URL لفيديو/صورة
de: Video-/Bild-URL hinzufügen
es: Añadir URL de vídeo o imagen
fr: Ajouter l’URL d’une vidéo ou d’une image
hi: वीडियो/इमेज URL जोड़ें
it: Aggiungi URL di video/immagine
ja: ビデオ/画像のURLを追加
ko: 비디오/이미지 URL 추가
pl: Dodaj URL wideo lub obrazu
pt_br: Adicionar URL de Vídeo/Imagem
ru: Добавить видео или изображение по URL
tr: Video/Görüntü URL’si Ekle
uk: Додати URL-адресу відео/зображення
zh_hans: 添加视频/图像 URL
zh_hant: 加入影片／影像 URL

source: Add Video/Image URL…
ar: إضافة عنوان URL لفيديو/صورة…
de: Video-/Bild-URL hinzufügen …
es: Añadir URL de vídeo o imagen…
fr: Ajouter une URL de vidéo ou d’image…
hi: वीडियो/इमेज URL जोड़ें…
it: Aggiungi URL di video/immagine…
ja: ビデオ/画像のURLを追加…
ko: 비디오/이미지 URL 추가…
pl: Dodaj URL wideo lub obrazu…
pt_br: Adicionar URL de Vídeo/Imagem…
ru: Добавить видео/изображение по URL…
tr: Video/Görüntü URL’si Ekle…
uk: Додати URL-адресу відео/зображення…
zh_hans: 添加视频/图像 URL…
zh_hant: 加入影片／影像 URL⋯

source: Add Wallpaper
ar: إضافة خلفية
de: Hintergrundbild hinzufügen
es: Añadir fondo de pantalla
fr: Ajouter un fond d’écran
hi: वॉलपेपर जोड़ें
it: Aggiungi sfondo
ja: 壁紙を追加
ko: 배경화면 추가
pl: Dodaj tapetę
pt_br: Adicionar Imagem de Fundo
ru: Добавить обои
tr: Duvar Kâğıdı Ekle
uk: Додати шпалеру
zh_hans: 添加墙纸
zh_hant: 加入背景圖片

source: Add to Favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
ru: Добавить в избранное
tr: Favorilere Ekle
uk: Додати до улюблених
zh_hans: 添加到个人收藏
zh_hant: 加入喜好項目

source: Add to Playlist
ar: إضافة إلى قائمة تشغيل
de: Zur Playlist hinzufügen
es: Añadir a playlist
fr: Ajouter à la playlist
hi: प्लेलिस्ट में जोड़ें
it: Aggiungi alla playlist
ja: プレイリストに追加
ko: 플레이리스트에 추가
pl: Dodaj do playlisty
pt_br: Adicionar à Playlist
ru: Добавить в плейлист
tr: Çalma Listesine Ekle
uk: Додати до списку відтворення
zh_hans: 添加到播放列表
zh_hant: 加入播放列表

source: Additive
ar: إضافي
de: Additiv
es: Aditivo
fr: Additif
hi: योगात्मक
it: Additivo
ja: 加算
ko: 가산
pl: Addytywny
pt_br: Aditivo
ru: Аддитивное
tr: Toplamalı
uk: Адитивне
zh_hans: 叠加
zh_hant: 疊加

source: Adds a folder of wallpapers to the Installed tab
ar: يضيف مجلد خلفيات إلى علامة التبويب «المثبتة»
de: Fügt einen Ordner mit Hintergrundbildern zum Tab „Installiert“ hinzu
es: Añade una carpeta de fondos de pantalla a la pestaña Instalados
fr: Ajoute un dossier de fonds d’écran à l’onglet Installés
hi: वॉलपेपर का एक फ़ोल्डर इंस्टॉल किए गए टैब में जोड़ता है
it: Aggiunge una cartella di sfondi al pannello Installati
ja: 壁紙のフォルダを「インストール済み」タブに追加します
ko: 배경화면 폴더를 설치됨 탭에 추가합니다
pl: Dodaje folder tapet do karty Zainstalowane
pt_br: Adiciona uma pasta de imagens de fundo à aba Instaladas
ru: Добавляет папку с обоями на вкладку «Установленные»
tr: Bir duvar kâğıdı klasörünü Yüklü sekmesine ekler
uk: Додає папку зі шпалерами на вкладку «Встановлені»
zh_hans: 将一个墙纸文件夹添加到“已安装”标签页
zh_hant: 將一個背景圖片檔案夾加入「已安裝」標籤頁

source: Adds a rising flame distortion.
ar: يضيف تشوهًا متصاعدًا يشبه اللهب.
de: Fügt eine aufsteigende Flammenverzerrung hinzu.
es: Añade una distorsión de llamas ascendentes.
fr: Ajoute une distorsion de flammes ascendantes.
hi: ऊपर उठती लपटों जैसा डिस्टॉर्शन जोड़ता है.
it: Aggiunge una distorsione a fiamma ascendente.
ja: 立ち上る炎のゆがみを加えます。
ko: 위로 타오르는 불꽃 왜곡을 추가합니다.
pl: Dodaje unoszące się zniekształcenie w kształcie płomieni.
pt_br: Adiciona uma distorção de chamas subindo.
ru: Добавляет искажение в виде поднимающегося пламени.
tr: Yükselen bir alev bozulması ekler.
uk: Додає спотворення від полумʼя, що здіймається.
zh_hans: 添加向上升腾的火焰扭曲。
zh_hant: 加入向上竄升的火焰扭曲效果。
